Repository: mozilla-l10n/mt-training-data
Catalog: brh/brh_pontoon.tmx
Source language: en_us
Languages: brh

source: 1 sentence collected
brh: 1جملہ جمع مس

source: 2019 End-of-Year Release
brh: 2019 سال نا گڈیکو ریلیز

source: 2 down, keep it up!<playIcon></playIcon>
brh: 2 شیفا، دادے برجا تخ!<playIcon></playIcon>

source: ≥ 2 No votes
brh: اخہ ووٹ اف

source: ≥ 2 Yes votes
brh: سہی مروکا ووٹاک

source: Abbreviations and Acronyms
brh: مخففاک و مخففاک

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
brh: ماخذ نا متن ٹی مخففاک و مخففاک دنکہ "USA" یا "ICE" آن بچنگ المی اے انتئے کہ اوفتے ہندن خواننگ مریر ہراوڑ کہ اوفتا ہجے نا وڑ اٹ مفس۔ گیشتر، اسہ مخفف کن کہی سہی خواننگ مننگ کیک۔

source: Abkhaz
brh: ابخاز

source: About
brh: باروٹ

source: About options menu
brh: آپشن مینیو نا باروٹ

source: About us
brh: ننا باروٹ

source: About us options menu
brh: ننا باروٹ آپشن مینیوک

source: Academic Reference
brh: تعلیمی حوالہ

source: Accent
brh: لہجہ

source: Accepted file types: .tsv only
brh: منوکا فائل نا بشخاک: ۔tvs صرف

source: Access press releases and stories related to Common Voice
brh: کامن وائس نا بابت اٹ شینک مروکا کسہ و پریس ریلیز آ سر مبو

source: Account
brh: اکاؤنٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
brh: <accuracyLink>سہی و جوانی نا معیار کن پین ہوربو۔</accuracyLink>

source: Acehnese
brh: ایسنیز

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
brh: { $actionType } <micIcon></micIcon> و قدرتی وڑ اٹ اخس کہ مرے ورندی ایتبو۔

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
brh: { $actionType } <playIcon></playIcon> و لکھبو کہ نم دا بندغ ئے انت پاننگ آ بننگ کن خوارے

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
brh: { $actionType }<playIcon></playIcon> انت اوفک سہی پاریر؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
brh: { $actionType } <playIcon></playIcon> آڈیو کلپ بنبو، و ٹرانسکرپشن چیک کبو۔ انت دا ہندن خننگک؟ اگہ اخہ، تو اوڑان بار کننگ کن بدلی کبو۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
brh: { $actionType }<recordIcon></recordIcon>ولدا جملہ ئے زور آن خوابو

source: { $actionType }<stopIcon></stopIcon> when done
brh: { $actionType }<stopIcon></stopIcon>ہرا وخت ایسر مس

source: { $actionType } submit when ready
brh: { $actionType } ہرا وخت تیار مس جمع کبوتے

source: Adamawa Fulfulde
brh: ادماوا فلفلدے ۔

source: Add and Review Sentences, Add Questions, Transcribe Audio
brh: جملہ جمع کبو و ولدا ہوربو، سوج آتے جمع کبو، آڈیو ئے درشان کبو

source: Add a question <icon></icon> in { $currentLocale } for people to answer
brh: مخلوق نا ورندی تننگ کن { $currentLocale } ٹی اسے سوج ئس <icon></icon> ساڑی کبو۔

source: Add as much information as you can about the language. This could include:
brh: زبان نا باروٹ زیات آن زیات چاہنداری اوار کبو۔ دا ساڑی مننگ کیک:

source: Add <icon></icon> a public domain sentence
brh: اسے السی ڈومین جملہ <icon></icon> ساڑی کبو۔

source: Add information
brh: چاہنداری ساڑی کبو

source: Adding Questions
brh: سوجاتے شاغن

source: Adding Sentences
brh: جملہ غاتے شاغنگ

source: Additional Language
brh: پین زبان

source: Add Language
brh: زبان اوار کبو

source: Add new custom accent "{ $inputValue }"
brh: پوسکنو حسب ضرورت لہجہ ساڑی کبو "{ $inputValue }"

source: Add new sentences for the community to read
brh: مخلوق نا خواننگ کن پوسکنو جملہ جمع کبو

source: Add one sentence per line
brh: ہر لائن اٹ اسے جملہ ئس جمع کبو

source: Add Questions
brh: سوجاتے اوار کبو

source: Add questions in your language
brh: تینا زبان ٹی سوجاتے جمع کبو

source: Add Sentences
brh: جملہ غاتے جمع کبو

source: Add sentences in your language
brh: تینا زبان ٹی جملہ غاتے جمع کبو

source: Add Text
brh: نوشت اوار کبو

source: Add up to 1,000 sentences
brh: 1،000 اسکان جملہ جمع کبو

source: Add Your Voice
brh: تینا توار ئے ساڑی کبو

source: Adyghe
brh: ایڈیگے

source: Afaan Oromo
brh: افان اورومو

source: Afar
brh: پدان

source: A few bytes
brh: منہ بائٹز

source: Afrikaans
brh: افریقی

source: Age
brh: عمر

source: A good question for public participation datasets should:
brh: الس نا ساڑی مننگ نا ڈیٹاسیٹس کن اسہ جوانو سوج ئس:

source: Agriculture and Food
brh: کشت و کشار و خوراک

source: Albanian
brh: البانوی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
brh: زرس پس منظر ٹی شور جوان اے، ولے اگہ نم اسے پین بندغ سے جتا جتا لوز پاننگ آ بننگ کیرے، گڑا کلپ رَد کروئی مریک۔ عام وڑ اٹ اندن مریک ہراڑے ٹی وی ئے یلہ کننگانت، یا ہراڑے خڑک آ ہیت و گپ مننگ ٹی اے۔

source: All
brh: کُل

source: All sentence must have the same domain
brh: مچا جملہ غاتا اسہ ڈومین ئس مرے

source: All sentences must have the same citation
brh: مچا جملہ غاتا اسہ حوالہ ئس مرے

source: Already have an account? <login>Log-In</login>
brh: وختی آن اکاؤنٹ ئس ارے؟ <login> لاگ ان کبو</login>

source: Alsatian
brh: السیشین

source: Amharic
brh: امہاری

source: An error occurred fetching sentences
brh: جملہ غاتے دوئی کننگ اٹ ردینک ئس مسونے

source: An error occurred reviewing this sentence
brh: جملہ غاتے ولدا اوننگ اٹ ردینک ئس مسونے

source: An error occurred submitting your voice information
brh: تینا توار نا چاہنداری ئے جمع کننگ اٹ ردینک ئس مس

source: An error occurred while creating this transcript
brh: دا دے مٹ کننگ نا وخت آ اسے غلطی ئس مس

source: An error occurred while editing the transcript
brh: ٹرانسکرپٹ ٹی بدلی اتننگ نا وخت آ اسے خرابی ئس بسونے

source: An error occurred while recording
brh: ریکارڈ کننگ نا وخت آ اسے غلطی ئس مس

source: An error occurred while skipping the transcript
brh: ٹرانسکرپٹ ئے یلہ کننگ نا وخت آ اسے غلطی ئس مس

source: An error occurred while skipping this prompt
brh: دا پرامپٹ ئے یلہ کننگ نا وخت آ اسے خرابی ئس مس

source: An error occurred while submitting the report
brh: رپورٹ ئے جمع کننگ نا وخت آ ردینک ئس مس

source: An error occurred while uploading your response
brh: نما ورندی ئے اپلوڈ کننگ نا وخت آ اسے غلطی ئس مسونے

source: An error occurred while voting the prompt
brh: پرومپٹ ئے ووٹ کننگ نا وخت آ ردینک ئس مس

source: An error occurred while voting the transcript
brh: ٹرانسکرپٹ ئے ووٹ تننگ نا وخت آ اسے خرابی ئس بسونے

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
brh: بے پِن کارمرزتا ڈیٹا دنکہ عمر، جنس و لہجہ اسپیچ ریکگنیشن انجناتا سہی کننگ ئے تربیت تننگ کن استعمال مروکا آڈیو ڈیٹا ئے جوان جوڑ کننگ اٹ کمک کبو۔ نما کارمرز نا پِن و ای میل ئے جمع کروکا ڈیٹا ٹی ہچو وخت سیٹی ہم اوار کننگ کپیرے، و نم ارفنگ کیرےکہ آیا نما کارمرز والا نا پِن مخلوق یا بے پن جوڑ کننگ اے۔

source: Answer
brh: ورندی

source: Answer questions
brh: سوجاتا ورندی تے ایتبو

source: Answer Questions
brh: سوجاتا ورندی تے ایتبو

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
brh: کس ئس ہم ٹیکسٹ و تران ڈیٹا سیٹ نا اواری، تخلیق و کیوریتنگ کریسہ تینا زبان ئے سوگو، زندہ و بڑا کننگ کیرے۔

source: Approve
brh: قبول کننگ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
brh: اسے چپو پس منظر سیٹی شور ئس جوان اے، ولے نن پین گیشتر توار خواپنہ ہرافتا سوب آن مشین مشین الگورتھم ہمو لوزتا پجار ئے کننگ کپک۔ اگہ نن متن آن بیدس پین جتا جتا لوز بننگ کیرے، تو کلپ ئے رد کبو۔ عام وڑ اٹ اندن مریک کہ ہراڑے ٹی وی یلہ کننگانے یا ہراڑے خڑک آن ہیت و گپ مننگ اے۔

source: Arabic
brh: عربی

source: Aragonese
brh: اراگونیز

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
brh: انت نم مالو آن کامن وائس نا اسپونٹینیئس اسپیچ منصوبہ کن ننا بیٹا ٹیسٹنگ گروپ ٹی اورے؟

source: Are you coming? [called by another]
brh: انت نم بننگورے؟[ایلو توار کرے]

source: Are you coming? <strong>[called by another]</strong>
brh: انت نم بننگ اورے؟ <strong>[ایلوفتا نیمہ غان خوائفنگا]</strong>

source: Armenian
brh: آرمینیائی

source: Armenian Western
brh: آرمینیائی مغربی

source: Arvanitika
brh: اروانیتکا

source: Ask about a new language
brh: پوسکنو زبان سینا بابت ارفبو

source: Ask Mozilla to share your events
brh: موزیلا ئے پابو نما پروگراماتے شیئر کے

source: Ask sensitive questions
brh: نازرک او سوج کبو

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
brh: <matrixLink>Matrix</matrixLink>، <discourseLink>Discourse</discourseLink> یا <emailLink>email</emailLink> آ ننے آن سوج ارفبو۔

source: Assamese
brh: آسامی

source: Asturian
brh: آستانی

source: Atayal
brh: عطاال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
brh: ٹرانسکرپشن ئے ہر لوز یا بے معنہ نا ہیت و گپ نا توار آے الوئی مریک ہرا بندغ پارینے، اونا ہیت و گپ۔

source: Attention!
brh: توجہ!

source: Audio Format
brh: آڈیو نا فارمیٹ

source: Automotive and Transport
brh: آٹوموٹو و اولاخ

source: Avatar
brh: اویٹر

source: Avatar uploaded
brh: اویٹر اپلوڈ مس

source: Average
brh: درمیانہ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
brh: اسے توار ٹک مریک ''valid'' ہرا وخت کارمرز کروک دادے جوان پائک

source: Avoid too much background noise - it should be easy to hear you.
brh: بھاز زیات چپ چاگڑد نا شور آن بچیرے۔ دا نمے بننگ ٹی آسان مرے۔

source: Awards
brh: ایوارڈز

source: Azerbaijani
brh: آذربائیجانی

source: Baatonum
brh: باتونم

source: Baba Malay
brh: بابا مالے۔

source: Back
brh: پدا

source: Background Noise
brh: پس منظر نا شور

source: Background Voices
brh: پس منظر نا توارک

source: Back to Top
brh: واپس بڑزا ان

source: Bafia
brh: بافیہ

source: Bafut
brh: بافت

source: Bahasa Malay
brh: بہاسا مالائی

source: Balochi
brh: بلوچی

source: Balti
brh: بالٹی

source: Bambara
brh: بامبارا

source: Bamun
brh: بامن

source: Bamvele
brh: بام ویلے

source: Bankon
brh: بینکون

source: Baoule
brh: باؤلے

source: Basaa
brh: بسا

source: Bashkir
brh: بشکیر

source: Basque
brh: باسکی

source: Batanga
brh: بٹنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
brh: دا بنیاد آ کلپ آتے رد کننگ آ احتیاط کیرے کہ خونوک لوز سینا ادائیگی ئے غلط کرینے، پاننگ تے بے ڈول ٹی اے، یا سوج نا نشان ئے ہورتانے۔ دنیا ٹی لوزتا ادائیگی نا وڑ و ڈولاک بھاز او، ہرافتے گڑاس نی تینا علاقہ ٹی بنتانس۔ ہمو بندغاتیکن تعریف نا اسے جاگہ ئس جوڑ کر ہراکے نمے آن جتا ہیت کننگ کیرہ۔

source: Become a Common Voice Partner
brh: کامن وائس نا شریکدار جوڑ مننگ

source: Be easy to understand and respond to
brh: سمجھنگ اٹ آسودہ مبو و ورندی ایتبو

source: Be generally relevant
brh: عام ڈول اٹ ہمن مبو

source: Belarusian
brh: بیلاروسی

source: Benefits
brh: فائدہ غاک

source: Bengali
brh: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
brh: ['Beret' جوان اے چاہے اولیکو حرف (UK) یا ارٹمیکو (US) آ دباؤ تون اوار]

source: Betawi
brh: بیٹاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
brh: زبان نا گواچن آتیکن جوانو کمک ئس دنکہ مٹ بدل و <mark>کوڈ سوئچنگ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
brh: زبان نا گواچن کن جوانو کمک ئس دنکہ <mark>کوڈ ترجمہ سوئچنگ</mark>

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
brh: <bold>سول سوسائٹی و پولکارک</bold> - مفت ٹی جوانو ڈیٹا سیٹ جوڑکبو، میزبانی کبو و دافتا شریکدار مبو

source: <bold>{ $count }</bold> Clips
brh: ایلو <bold>{ $count }</bold> کلپس

source: <bold>Help us</bold> find more voices
brh: <bold>ننا کمک ئے کبو</bold> پین توار پٹن۔

source: <bold>If you value open, inclusive data - donate today!</bold>
brh: <bold>اگہ نم بھلا، جامع ڈیٹا نا قدر ئے کیرے۔ اینو ندر کبو!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
brh: <bold>Philanthropy</bold> - علاقائی ترندی و شوندری ئے مُستی دننگ کن ڈیٹا سیٹ نا تخلیق ئے مونی دبو۔

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
brh: <bold>Tech companies</bold> فروغ پزیر بھاز لسانی AI ماحولیاتی نظام کن اوپن ڈیٹاسیٹ نا تخلیق ٹی سرمایہ کاری کبو۔

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
brh: <bold>AI ئے صرف دنیا نا گڑاس زبان تیکن انتئے کارمرز کننگک؟</bold>

source: Borgu Fulfulde
brh: بورگو فل فلڈے

source: Bosnian
brh: بوسنیائی

source: Both
brh: ہڑتوما

source: Both (Speak and Listen)
brh: ہڑتوما (ہیت کر و بِن)

source: Breton
brh: بریٹن

source: [British English might make "root"]
brh: [برطانوی انگریزی "root" جوڑ کننگ کیک]

source: Browse Languages
brh: زبانتے براؤز کبو

source: Brushaski
brh: بروشاسکی

source: Build a custom goal
brh: تینا منشا نا مسخت ئس جوڑ کبو

source: Build Profile
brh: پروفائل جوڑ کبو

source: Bulgarian
brh: بلغاریائی

source: Bulk batch
brh: زیات مچی

source: Bulk Sentences Uploaded
brh: جملہ تا مچی اپلوڈ مس

source: Bulu
brh: بلو

source: Bunun
brh: بنون

source: Burmese
brh: برمی

source: Buryat
brh: بریت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
brh: <b>ای میل انتئے؟</b> ننے ڈیٹاسیٹ ٹی مروکا بدلی تا باروٹ بروکا وخت ٹی نم تون رابطہ کننگ نا گرج مرو، اسہ ای میل ئس ننے نما رابطہ نا وسیلہ کن مریک۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
brh: "کنا ای میل آ اسہ لنکس رائی کبو" آ کلک کریسہ، نم ننا <termsLink>سروس نا شڑتاک</termsLink> و <privacyLink>رازداری نا پالیسی</privacyLink> تیتون امنائی کینہ و دا کہ Mozilla نمے معلومداری تون اوار ای میل کننگ کیک کہ کامن وائس نا بے ساختہ تقریر نا منصوبہ نا بیٹا ٹیسٹنگ ٹی امر بشخ الننگ مرے۔

source: By editing your goal, you may lose your existing progress.
brh: تینا مسخت ٹی بدلی اتنگان، نم تینا داسنا مستی اننگ ئے دُو آن پشن مننگ کیک۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
brh: ای میلاتے النگ کن آپٹ ان کبو نمے دا پاننگک کہ نم Mozilla نا پارہ غان دا چاہنداریک تے سمبالنگ کن جوان او دنکہ Mozilla کی <privacy Link>رازداری نا پالیسی</privacy Link> ٹی گیشتر پاننگانے۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
brh: <b>نم امنا کیرے</b> کہ کامن وائس ڈیٹاسیٹ ٹی پاروکاتا پجار کننگ نا کوشست کپابو۔

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
brh: تینا باروٹ گڑاس چاہنداری تننگان، نم ہرا آڈیو ڈیٹا کامن وائس آ جمع کریفینورے او اسپیچ کن زیات کاریم اٹ بریرہ۔ پجار نا انجن ہراکے دا ڈیٹا ئے تینا سہی کننگ ئے جوان جوڑ کننگ اٹ کارمرز مریک۔

source: By telling us about yourself, you will help developers build more inclusive technology
brh: ننے تینا باروٹ پاریسہ نم ڈویلپرز ئے پین گیشتر ٹیکنالوجی جوڑ کننگ اٹ کمک کیرے۔

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
brh: کامن وائس نا استعمال کریسہ، نم ننا <termsLink>شڑتاک</termsLink> و <privacyLink>رازداری نوٹس</privacyLink> آتیتون امنائی کیرے

source: Cameroon Pidgin
brh: کیمرون پڈگین

source: [Canadian English might make "route" sound like "rowt"]
brh: [کینیڈین انگریزی "route" ئے "rowt" نا وڑ توار کننگ کیک]

source: Can be answered in a few sentences
brh: منہ جملہ ٹی ورندی تننگک

source: Cancel
brh: کینسل

source: Cancel Re-recording
brh: واپس ریکارڈنگ ئے کینسل کبو

source: Cancel Submission
brh: جمع کننگ ئے کینسل کبو

source: Cannot submit more than 1000 sentences
brh: 1000 جملہ غان زیات جمع کننگ کپیرے

source: Can't decide?
brh: فیصلہ مننگ کپک؟

source: Cantonese
brh: کینٹونیز

source: Catalan
brh: کاتالان

source: Central Alaskan Yupʼik
brh: وسطی الاسکا یوپک

source: Central Kurdish
brh: وسطی کرد

source: Central Melanau
brh: وسطی میلانو

source: Central Puebla Nahuatl
brh: وسطی پیوبلا ناہوٹل

source: Change preferences
brh: گرجاتے بدلیفبو

source: Changes contribution language of dataset only
brh: صرف ڈیٹا سیٹ نا کمکی زبان ئے بدلیفبو

source: Changes the language dataset to which you're contributing
brh: ڈیٹا سیٹ نا زبان ئے بدل کبو ہراٹی نم کمک کننگ اورے

source: Changes website text only
brh: ویب سائٹ نا لوزاتا صرف بدلیک

source: Change your email via Settings under Login Identity
brh: لاگ ان پجار نا سیٹنگ آتیٹی تینا ای میل ئے بدل کبو

source: Check
brh: چیک

source: Check <icon></icon> is this a linguistically correct sentence?
brh: <icon></icon> ئے ہوربو کہ انت دا زبانی وڑ اٹ سہی جملہ ئس اے؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
brh: ہوربو کبو کہ آیا نما زبان آ دا نوشتہ او۔ <languagesPageLink>Common Voice Languages ​​صفحہ</languagesPageLink>۔ اگہ افس، تو دا فارم ئے پُر کبو و نن <strong>نمے اسہ آسان او ای میل ئس رادہ کینہ۔ تینا زبان ئے ترتیب تننگ نا ڈول پائنگ</strong>۔

source: <chevron></chevron>See less
brh: <chevron></chevron>کم ہوربو

source: <chevron></chevron>See more
brh: <chevron></chevron>گیشتر ہوربو

source: Chinese (China)
brh: چینی (چین)

source: Chinese (Hong Kong)
brh: چینی (ہانگ کانگ)

source: Chinese (Taiwan)
brh: چینی (تائیوان)

source: Chinyanja
brh: چنانجا

source: Choose language/localization
brh: زبان و علاقہ ئے تینا پابو

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
brh: ہندونو آسان او سوج گچین کبو ہراکے ہر کس نا پُو مننگ کن آسان مرے بیدس دود و سیاق و سباق آن۔

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
brh: ہندونو آسان او سوج گچین کبو ہراکے ہر کس نا پُو مننگ کن آسان مرے بیدس دود و سیاق و سباق آن۔

source: Chuvash
brh: چواش

source: Citation
brh: حوالہ

source: Cite with a URL link or the full name of the work.
brh: تینا URL نا لنگ یا پوروا کاریم نا پن نا حوالہ ئے ایتبو۔

source: Citing Sentences
brh: جملہ غاتا حوالہ تننگ

source: Click
brh: کلک

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
brh: دا پنہ نا استعمال کننگ نا وڑ و ڈول ئے پُو مننگ کن <guidanceLink>داڑے</guidanceLink> کلک کبو۔

source: Clipboard not supported
brh: کلپ بورڈ کمکار متو۔

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
brh: { $clipCount } توار ناکلپاک، مُچا آرکائیو سائز { $size }۔ میعاد ختم مننگ اے { $expires }۔

source: Clip Graveyard
brh: کلپ تا قبرستان

source: Clips recorded
brh: کلپاک ریکارڈ مسور

source: Clips Uploaded
brh: کلپاک جمع مسور

source: Clips validated
brh: کلپاتا تصدیق مس

source: Clips You've Recorded
brh: کلپاک ہرافتے نم ریکارڈ کرینورے

source: Clips You've Validated
brh: کلپاک ہرافتے نم تصدیق کرینورے

source: Close
brh: بند

source: Collecting sentences
brh: جملہ غاتے مچ کننگ

source: Coming Soon
brh: زوت بریک

source: Comment
brh: کمنٹ

source: Common Voice data plus all other voice datasets above.
brh: کامن وائس ڈیٹا آن بیدس ایلو کُل توار تا ڈیٹا سیٹاک بڑزا۔

source: Common Voice Dataset
brh: کامن وائس ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
brh: کامن وائس مخلوق نا راہشونی ٹی ڈیٹا تخلیق کروکو اسہ مفت، اوپن سورس پلیٹ فارم ئس اے۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
brh: کامن وائس موزیلا فاؤنڈیشن نا اسے منصوبہ ئس اے، ہراکے US 501c3 اے۔ دا منصوبہ ئے فلحال پورو <philantropicGrantLink>انسان دوستی گرانٹس</philantropicGrantLink>، و مچا دنیا نا بندغاتا عطیہ غاتا کمک اٹ مالی کمک کننگک۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
brh: کامن وائس ئے ندر و گرانٹس آن مالی کمک کننگک! ننے تعلیم نا ماہر، سول سوسائٹی و صنعت نا پولکار تون اوار کمک کننگ دوست اے۔ کامن وائس استعمال کننگ کن مفت اے، ولے گرانٹ نا سلہ سوج نا وسیلہ اٹ پلیٹ فارم و میزبانی نا خڑچاتیٹی بشخ الننگ واقعی کمکس اے۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
brh: کامن وائس نامیاتی، گچین تران، بیدس اسکریپٹ والا تران ئے جمع کننگ و ہوش تینا نیمہ کننگ کن ارٹمیکو پلیٹ فارم ئے برجا کننگ اے۔ داڑان بھاز خاہوت آتے تیزی اٹ چاہنداری دوئی کننگ اٹ کمک ملک۔، داڑتون اوار دا ڈیٹا سائنسدان و جوڑ کروکا تیکن فائدہ مریک۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
brh: کامن وائس مشیناتے دا ہیل تننگ اٹ کمک کننگ اٹ موزیلا مونی اے کہ حقی آ بندغاک امر ہیت کیرہ۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
brh: کامن وائس دنیا نا بھلا الس کن جتا جتا زبان تیٹی ڈیٹا سیت ئس اے۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
brh: عام انگا توار نا ریکارڈنگ ئے کارمرز ماہر تعلیم، چنکا واپار، و توار نا پجار کروکا شوقی بندغاتا وسیلہ اٹ توار نا ماڈلاک دنکہ السی وڑ اٹ اریر ہموتے وسائل آتا تربیت تننگ و ودیفنگ ٹی کمک کننگ کیرے۔ انت نم ننے پاننگیرے کہ نما تینا ریکارڈنگ ئے انتئے مٹائفنگورے؟

source: Community and Languages
brh: مخلوق و زبانک

source: Community, Creatives and Civil Society
brh: مخلوق، تخلیق و عام الس

source: Community participation and decision making.
brh: خاہوت نا اوار مننگ و فیصلہ کننگ

source: Community Playbook
brh: مخلوق نا پلے بک

source: Confirm Goal
brh: تینا مزل ئے پک کبو

source: Connect with Gravatar
brh: گراویٹر تون ہمگرنچ مبو

source: Connect with our community and see supported languages
brh: ننا ٹولی تون ہمگرنچ مبو و شون تروکا زبانتے ہوربو

source: Contact
brh: رابطہ کبو

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
brh: مصنفاک، ازمکاراک یا اسکرین نوشتونکا تیتون رابطہ کبو و ارفبو کہ انت اوفک تینا کاریم نا چنکو بشخ ئس السی ڈومین کن وقف کننگ کن تیار مریرہ۔

source: Contact Form
brh: رابطہ فارم

source: Contact the Common Voice team
brh: کامن وائس نا ٹولی تون رابطہ کبو

source: Contact us
brh: نن تون رابطہ کبو
